greeting = Добро пожаловать! 👋🏻
registration = Добро пожаловать! Пожалуйста пройдите регистрацию.\n\nВведите Ваше ФИО.
send_contact = Отправьте номер телефона, нажав на кнопку '📲Отправить контакт'
enter_mail = Введите email.
invalid_mail_no_text = Некорректный ввод. Пожалуйста, введите ваш email текстом.
invalid_mail_not_pattern = Неверный формат email. Пожалуйста, введите корректный email.

info_user = 💼 <b>PARTA бот</b> для вашего удобства!<u>

            🛜 Сеть WiFi: <b>Parta</b> Пароль:</u> <code>Parta2024</code>

            - 🛠 <b>HelpDesk - оставьте заявку</b> на устранение любой проблемы или просьбы. Также вы сможете <b>следить за статусом своих заявок</b> в истории.
            - 🖥 <b>Бронирование рабочего места</b> в опенспейсе на выбранную дату с <b>оплатой прямо в боте</b>.
            - 📅 <b>Запрос на бронь переговорной</b> для встреч и переговоров.
            - 🖨 <b>Печать документов</b> (PDF, DOC, DOCX) по удобному тарифу через бота.
            - 👥 <b>Заявка на приглашение гостя</b> или клиента в ваш офис.
            - 🧩 <b>Интерактивный квиз</b> для мероприятий от команды коворкинга.

            🔔 <b>Подпишитесь на наш новостной канал</b>, чтобы всегда быть в курсе последних обновлений и акций: <a href="https://t.me/partacowo">Наш канал</a>
