greeting = Добро пожаловать! 👋🏻
registration = Добро пожаловать! Пожалуйста пройдите регистрацию.

                Ваше ФИО.
send_contact = Отправьте номер телефона, нажав на кнопку '📲Отправить контакт'
enter_mail = Введите email.
invalid_mail_no_text = Некорректный ввод. Пожалуйста, введите ваш email текстом.
invalid_mail_not_pattern = Неверный формат email. Пожалуйста, введите корректный email.

info_user = 💼 <b>PARTA бот</b> для вашего удобства!<u>

            🛜 Сеть WiFi: <b>Parta</b> Пароль:</u> <code>Parta2024</code>

            - 🛠 <b>HelpDesk - оставьте заявку</b> на устранение любой проблемы или просьбы. Также вы сможете <b>следить за статусом своих заявок</b> в истории.
            - 🖥 <b>Бронирование рабочего места</b> в опенспейсе на выбранную дату с <b>оплатой прямо в боте</b>.
            - 📅 <b>Запрос на бронь переговорной</b> для встреч и переговоров.
            - 🖨 <b>Печать документов</b> (PDF, DOC, DOCX) по удобному тарифу через бота.
            - 👥 <b>Заявка на приглашение гостя</b> или клиента в ваш офис.
            - 🧩 <b>Интерактивный квиз</b> для мероприятий от команды коворкинга.

            🔔 <b>Подпишитесь на наш новостной канал</b>, чтобы всегда быть в курсе последних обновлений и акций: <a href="https://t.me/partacowo">Наш канал</a>

registration_success = ✨Вы успешно прошли регистрацию!✨
not_provided = Не указано
join_group = Вступить в группу

new_resident = Новый резидент ✅
user_data = Данные пользователя
last_name = Фамилия
first_name = Имя
middle_name = Отчество
tg_username = TG
phone = Телефон
email = Email
admin_error = Ошибка отправки сообщения администратору
error_message = Сообщение об ошибке

test_error = Тестовая ошибка!
error_text = ⚠️ Произошла ошибка!

            Пожалуйста, сделайте скриншот этого сообщения и отправьте его администратору, описав, что вы делали перед ошибкой.

            Спасибо за помощь в улучшении бота! 😊

btn_back = ⬅️ Назад
btn_main_menu = 🏠 Главное меню
btn_contact = 📲Отправить контакт
contact_input_placeholder = Нажмите кнопку ниже

helpdesk_button = 🛠️ Helpdesk
register_guest_button = 👥 Регистрация гостя
booking_button = 📍 Забронировать
print_button = 🖨️ Печать(pdf, doc, docx)
quiz_button = 🧠 Квиз
rules_button = 📄 Общие правила
info_button = ❔ Информация
contact_admin_button = 📞 Связаться с Администратором

all_tickets_button = 📜 Все заявки
new_ticket_button = 📤 Новая заявка

prev_btn = 🔙 Предыдущая
next_btn = 🔜 Следующая

meeting_room = Переговорная
amphitheater = Амфитеатр

test_day = Тестовый день

confirm_btn = Подтвердить

helpdesk_menu = Выберите пункт меню:

new_ticket = Отправьте запрос или опишите проблему

                Для отмены используйте команду /cancel.
ticket_location = Выберите местоположение:
location_confirmed = Выбор сделан.
ticket_photo = Отправьте фото, связанное с проблемой, либо нажмите /skip_photo.
ticket_send = Ваш запрос успешно отправлен.

user_msg = Пользователь
create_msg = создал новую заявку
user_message_msg = Сообщение от пользователя
full_name_msg = ФИО
contact_phone_msg = Телефон для связи
location_msg = Расположение
ticket_history = 📨 История ваших заявок (страница
empty_history = 📨 История ваших заявок:

                Заявок пока нет.. 🤷‍
h_ticket = Заявка:
h_description = Описание:
h_date = Дата:
h_comment = Комментарий:
h_status = Статус:
h_completed = Завершена
h_execute = В работе

msg_enter_guest_count = Сколько гостей вы хотите зарегистрировать?
msg_enter_guest_data = Гость #
msg_enter_guest_name = Введите ФИО гостя:
msg_enter_guest_phone = Введите телефон гостя:
msg_enter_office_number = Введите номер офиса:
msg_select_visit_date = Выберите дату визита гостей:
msg_all_guests_registered = Все гости успешно зарегистрированы!
msg_error_sending_request = Ошибка при отправке запроса.
msg_error_saving_guest = Ошибка при сохранении данных гостя.
msg_invalid_guest_count = Введите корректное количество гостей (число > 0).
msg_invalid_phone = Введите корректный номер телефона.
msg_invalid_office = Введите корректный номер офиса.
msg_office = офис

select_date = Выберите дату бронирования:
select_time = Выберите время бронирования:
select_duration = Выберите длительность бронирования:
error_duration = Значение не может быть меньше 1
request_send = Ваш запрос отправлен администратору!
time_is_already_taken = Извините, выбранное время уже занято. Выберите другое время.